In [6]:
from IPython.display import Image
from IPython.core.display import HTML 
Image(url= "C:/Users/gorba/Pictures/sql.png")

Вывести имена людей, которые заканчиваются на "man"

`SELECT name FROM Passenger WHERE name LIKE '%man'`

Вывести количество рейсов, совершенных на TU-134

`SELECT
COUNT(*) AS count
FROM Trip
WHERE
plane = 'TU-134'`

Какие компании совершали перелеты на Boeing

`SELECT DISTINCT
c.name
FROM Trip AS t
JOIN Company AS c ON t.company = c.id
WHERE
t.plane = 'Boeing'`